tap "hashicorp/tap"
tap "jesseduffield/lazygit"
tap "supabase/tap"
brew "act"
brew "awscli"
brew "chezmoi"
brew "deno"
brew "exiftool"
brew "eza"
brew "fzf"
brew "hey"
brew "imagemagick"
brew "lazygit"
brew "magic-wormhole"
brew "nmap"
brew "node"
brew "pcl"
brew "pipx"
brew "pnpm"
brew "postgresql@17"
brew "ripgrep"
brew "starship"
brew "z"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "supabase/tap/supabase"
cask "db-browser-for-sqlite"
cask "figma"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "notion"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "amodio.tsl-problem-matcher"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "celianriboulet.webvalidator"
vscode "chaitanyashahare.lazygit"
vscode "chriseckenrode.vscode-chester-atom"
vscode "ckolkman.vscode-postgres"
vscode "crystal-spider.jsdoc-generator"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dnlytras.nord-wave"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "meouwu.css-var-color-decorator"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "redhat.vscode-xml"
vscode "redocly.openapi-vs-code"
vscode "ritwickdey.liveserver"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "stardog-union.stardog-rdf-grammars"
vscode "stardog-union.vscode-langserver-shacl"
vscode "stardog-union.vscode-langserver-sms"
vscode "stardog-union.vscode-langserver-sparql"
vscode "stardog-union.vscode-langserver-trig"
vscode "stardog-union.vscode-langserver-turtle"
vscode "stardog-union.vscode-stardog-languages"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "yassun7010.vscode-shandy-sqlfmt"
